import Features from "@/Components/Features";
import PanelLayout, { PADDING_LAYOUT } from "@/Layouts/PanelLayout";
import Head from "next/head";

const ABOUT_ITEMS = [
  "شرکت سریر لجستیک هوشمند ایرانیان، ارائه‌دهنده‌ی خدمات حمل و نقل و لجستیک ریلی و جاده‌ای است. موضوع اصلی فعالیت این شرکت، مشارکت در ساخت واگن و ریل، مدیریت و ارائه‌ی خدمات راهبری قطاری است. از دیگر خدمات این شرکت می‌توان مواردی را در ادامه نام برد: انجام پروژه‌های تاسیسات ریلی از جمله مطالعه، طراحی، احداث، بهره‌برداری، تعمیرات، بازسازی، بهسازی، روسازی و زیرسازی انواع خطوط ابنیه، پل‌ها، تونل‌ها ایستگاه‌ها و زیرساخت‌های ریلی، ارائه‌ی خدمات و محصولات مهندسی ریلی از جمله سیگنالینگ، ایمنی، علائم ارتباطات، برقی‌کردن مسیر تعمیر انواع ماشین‌آلات و ناوگان ریلی مانند انواع واگن و لوکوموتیو، انجام امور بازرگانی مربوط به موارد فوق از جمله داخلی و خارجی، خرید و واردات انوع ماشین‌آلات و ناوگان ریلی مانند انواع واگن و لوکوموتیو و خرید و واردات کلیه‌ی لوازم آن‌ها، احداث سایت‌های مربط با بارگیری و تخلیه‌ی محمولات ریلی، احداث تاسیسات مرتبط با حمل و نقل ریلی، انجام کلیه‌ی موارد مرتبط با راهبری و مانور وسائط نقلیه‌ی ریلی، اجاره‌ی انواع ماشین‌آلات و ناوگان ریلی مانند انواع واگن و لوکوموتیو، به‌کارگیری و انتقال دانش برای نیروی انسانی شرکت مرتبط با حمل و نقل ریلی، ایجاد کارخانجات معدنی",
  "شرکت سریر لجستیک هوشمند ایرانیان، ارائه‌دهنده‌ی خدمات حمل و نقل و لجستیک ریلی و جاده‌ای است. موضوع اصلی فعالیت این شرکت، مشارکت در ساخت واگن و ریل، مدیریت و ارائه‌ی خدمات راهبری قطاری است. از دیگر خدمات این شرکت می‌توان مواردی را در ادامه نام برد: انجام پروژه‌های تاسیسات ریلی از جمله مطالعه، طراحی، احداث، بهره‌برداری، تعمیرات، بازسازی، بهسازی، روسازی و زیرسازی انواع خطوط ابنیه، پل‌ها، تونل‌ها ایستگاه‌ها و زیرساخت‌های ریلی، ارائه‌ی خدمات و محصولات مهندسی ریلی از جمله سیگنالینگ، ایمنی، علائم ارتباطات، برقی‌کردن مسیر تعمیر انواع ماشین‌آلات و ناوگان ریلی مانند انواع واگن و لوکوموتیو، انجام امور بازرگانی مربوط به موارد فوق از جمله داخلی و خارجی، خرید و واردات انوع ماشین‌آلات و ناوگان ریلی مانند انواع واگن و لوکوموتیو و خرید و واردات کلیه‌ی لوازم آن‌ها، احداث سایت‌های مربط با بارگیری و تخلیه‌ی محمولات ریلی، احداث تاسیسات مرتبط با حمل و نقل ریلی، انجام کلیه‌ی موارد مرتبط با راهبری و مانور وسائط نقلیه‌ی ریلی، اجاره‌ی انواع ماشین‌آلات و ناوگان ریلی مانند انواع واگن و لوکوموتیو، به‌کارگیری و انتقال دانش برای نیروی انسانی شرکت مرتبط با حمل و نقل ریلی، ایجاد کارخانجات معدنی",
  "شرکت سریر لجستیک هوشمند ایرانیان، ارائه‌دهنده‌ی خدمات حمل و نقل و لجستیک ریلی و جاده‌ای است. موضوع اصلی فعالیت این شرکت، مشارکت در ساخت واگن و ریل، مدیریت و ارائه‌ی خدمات راهبری قطاری است. از دیگر خدمات این شرکت می‌توان مواردی را در ادامه نام برد: انجام پروژه‌های تاسیسات ریلی از جمله مطالعه، طراحی، احداث، بهره‌برداری، تعمیرات، بازسازی، بهسازی، روسازی و زیرسازی انواع خطوط ابنیه، پل‌ها، تونل‌ها ایستگاه‌ها و زیرساخت‌های ریلی، ارائه‌ی خدمات و محصولات مهندسی ریلی از جمله سیگنالینگ، ایمنی، علائم ارتباطات، برقی‌کردن مسیر تعمیر انواع ماشین‌آلات و ناوگان ریلی مانند انواع واگن و لوکوموتیو، انجام امور بازرگانی مربوط به موارد فوق از جمله داخلی و خارجی، خرید و واردات انوع ماشین‌آلات و ناوگان ریلی مانند انواع واگن و لوکوموتیو و خرید و واردات کلیه‌ی لوازم آن‌ها، احداث سایت‌های مربط با بارگیری و تخلیه‌ی محمولات ریلی، احداث تاسیسات مرتبط با حمل و نقل ریلی، انجام کلیه‌ی موارد مرتبط با راهبری و مانور وسائط نقلیه‌ی ریلی، اجاره‌ی انواع ماشین‌آلات و ناوگان ریلی مانند انواع واگن و لوکوموتیو، به‌کارگیری و انتقال دانش برای نیروی انسانی شرکت مرتبط با حمل و نقل ریلی، ایجاد کارخانجات معدنی",
];

const About = () => {
  return (
    <>
      <Head>
        <title> دراپ - درباره ما</title>
      </Head>

      <div className={`bg-white py-20 pt-28 ${PADDING_LAYOUT}`}>
        <h3 className="mb-12 text-center text-3.2xl font-bold text-primary-900">
          دربـاره‌مـا
        </h3>

        <div className="flex flex-col gap-6 text-justify leading-8">
          {ABOUT_ITEMS.map((item, i) => {
            return <p key={i}>{item}</p>;
          })}
        </div>
      </div>

      <Features />
    </>
  );
};
About.PageLayout = PanelLayout;
export default About;
