import PanelLayout, { PADDING_LAYOUT } from "@/Layouts/PanelLayout";
import Head from "next/head";

const Privacy = () => {
  return (
    <>
      <Head>
        <title> دراپ - قـوانـیـن و مـقـررات </title>
      </Head>

      <div className={`bg-white py-32 ${PADDING_LAYOUT}`}>
        <h3 className="mb-12 text-center text-3.2xl font-bold text-primary-900">
          قـوانـیـن و مـقـررات
        </h3>

        <div className="flex flex-col gap-6 text-justify">
          {PRIVACY_ITEMS.map((item, i) => {
            return (
              <div className="" key={i}>
                <h4 className="mb-2 font-bold">{item.header}</h4>

                <div className="grid gap-3">
                  {item.items.map((text, j) => {
                    return (
                      <div className="grid gap-2" key={j}>
                        <p>
                          <span className="font-bold">{text.title}</span>{" "}
                          {text.desc}
                        </p>
                        {text?.items && (
                          <ul className="block list-disc pr-16">
                            {text.items.map((listItem, k) => {
                              return (
                                <li className=" mb-2 list-item" key={k}>
                                  <p>
                                    <span className=" font-bold ">
                                      {listItem.title}
                                    </span>{" "}
                                    {listItem.desc}
                                  </p>

                                  {listItem?.items && (
                                    <ol className="mt-2 grid gap-2 pr-4">
                                      {listItem.items.map((tx, p) => {
                                        return (
                                          <li key={p}>
                                            <p>{tx}</p>
                                          </li>
                                        );
                                      })}
                                    </ol>
                                  )}
                                </li>
                              );
                            })}
                          </ul>
                        )}
                      </div>
                    );
                  })}
                </div>
              </div>
            );
          })}
        </div>
      </div>
    </>
  );
};

const PRIVACY_ITEMS = [
  {
    header: "بخش اول: تعاریف",
    items: [
      {
        title: "دِراپ (Drop): ",
        desc: "عنوان تجاری بازارگاه الکترونیکی حمل و نقل جاده ای کالا بوده که مطابق قوانین و مقررات و دستورالعمل های سازمان راهداری و حمل و نقل جاده ای و سایر سازمان‌ها و نهادهای ذی‌ربط نقش ایفا می کند.",
      },
      {
        title: "بار یا کالا: ",
        desc: "محموله ای که مشخصات آن توسط صاحب کالا در دراپ ثبت و توسط راننده عضو دراپ بصورت اختیاری جهت حمل و تحویل به گیرنده، انتخاب می شود.",
      },
      {
        title: "کاربر:",
        desc: "هر شخص حقیقی یا حقوقی که استفاده‌کننده از سرویس‌ها و خدمات ارائه شده در  دراپ بوده و شامل دسته بندی زیر می‌شود:",
        items: [
          {
            title: "صاحب کالا یا فرستنده بار: ",
            desc: "شخص حقیقی یا حقوقی که محصول یا کالایی را جهت حمل جاده‌‌ای به دراپ معرفی می نماید.",
          },
          {
            title: "تحویل گیرنده کالا یا گیرنده: ",
            desc: "شخص حقیقی یا حقوقی که توسط صاحب کالا به عنوان دریافت کننده محموله  معرفی می گردد.",
          },
          {
            title: "رانندگان یا متقاضیان حمل کالا:",
            desc: "اشخاص حقیقی که تحت عنوان راننده در دراپ به طور کامل ثبت نام کرده و جهت حمل کالاهای معرفی شده در دراپ اقدامات لازم را صورت می‌دهند.",
          },
          {
            title: "شرکت های حمل و نقل:",
            desc: "شرکت های حمل و نقل جاده ای کالا که دارای مجوز فعالیت قانونی از سازمان راهداری و حمل و نقل جاده ای کشور می باشند و در دراپ مسئولیت صدور بارنامه تمبردار دولتی را جهت حمل کالا بر عهده دارند.",
          },
          {
            title: "شرکت های بیمه گذار:",
            desc: "شرکت های رسمی با کد نمایندگی از شرکت های بیمه گذار که وظیفه بیمه کردن محموله های واجد شرایط و دارای بارنامه قانونی را بر عهده دارند.",
          },
        ],
      },
      {
        title: "حساب کاربری: ",
        desc: "حسابی است که هر کاربر جهت استفاده از خدمات دراپ در وبسایت، اپلیکیشن یا سایر درگاه‌های ارتباطی با رمز و نام کاربری خود ایجاد می نماید.",
      },
    ],
  },
  {
    header: "بخش دوم: تعریف روابط حقوقی (کلیه کاربران)",
    items: [
      {
        title: "",
        desc: "کاربر با استفاده از دسترسی اختصاصی خود و یا بهره‌برداری از سرویس‌های ارائه شده در دراپ، موافقت خود را با حاکمیت شرایط و ضوابط ذیل اعلام می‌دارد و خود را موظف به رعایت کلیه مفاد آن نموده و در صورت نقض آنها توسط کاربر، دراپ مختار خواهد بود تا خدمات ‌دهی به کاربر را لغو نموده و همچنین کاربر را مورد پیگرد قانونی قرار دهد:",
        items: [
          {
            title: "",
            desc: "شرایط و ضوابطی که در ادامه ذکر می‌گردد، قرارداد نحوه استفاده از محتویات و خدمات دراپ به عنوان بازارگاه الکترونیکی حمل و نقل جاده ای کالا در داخل مرزهای جمهوری اسلامی ایران را شامل می‌شود و مشمول قوانین و مقررات جاری کشور خواهد بود. این قرارداد تابع قوانین جمهوری اسلامی ایران است و در صورت ایجاد اختلاف و عدم حل و فصل به صورت مسالمت‌آمیز، طرفین اختلاف به منظور حل و فصل اختلاف به مراجع قضایی رسمی ایران مراجعه خواهند کرد.",
          },
          {
            title: "",
            desc: "استفاده از خدمات و اطلاعات ارائه شده توسط دراپ (در وبسایت، اپلیکیشن و یا هر درگاه ارتباطی دیگر) بدین معنی است که کاربر تمامی شرایط ذکر شده در قرارداد را پذیرفته است. بنابراین ضروری است که کاربر این شرایط را مطالعه نماید و هرگونه ادعایی مبنی بر عدم آگاهی، بدون اعتبار است.",
          },
          {
            title: "",
            desc: "استفاده از خدمات و فعالیت در سامانه دراپ به منزله پذیرش عدم انجام هرگونه فعالیت غیرقانونی و مغایر با قوانین جمهوری اسلامی ایران یا عرف جامعه توسط کاربر می باشد. مضاف بر اینکه ارسال یا همراه داشتن هر نوع کالای قاچاق و غیر مجاز از جمله مشروبات الکلی، مواد مخدر، سلاح و سایر اشیاء و حیواناتی که تجارت آنان خارج از چهارچوب قوانین جمهوری اسلامی ایران می باشد از طریق دراپ ممنوع است. همچنین حمل بار از هر نوعی با اهداف غیر مشروع و غیر قانونی نیز ممنوع می باشد.",
          },
          {
            title: "",
            desc: "کاربران در زمان استفاده از دراپ، متعهد به رعایت کلیه قوانین اسلامی، شرعی، اخلاقی، اجتماعی و راهنمایی و رانندگی و سایر سازمان های ذی ربط در زمینه حمل و نقل جاده ای کالا در جمهوری اسلامی ایران می باشند.",
          },
          {
            title: "",
            desc: "ی	هیچ ‌یک از کاربران حق استفاده از ربات‌ها و نرم‌افزارهای مرتبط و یا نرم‌افزارهای واسط، برای استفاده از اپلیکیشن موبایلی یا وب‌سایت دراپ در بخش‌های مختلف اعم از احراز هویت، تکمیل اطلاعات، ارسال درخواست و غیره را ندارند. در همین راستا باید عنوان شود:",
            items: [
              "۱.	هرگونه تلاش از سوی کاربران جهت استخراج سورس کد نرم افزارهای دراپ شامل دیکامپایل (Decompile) مهندسی معکوس(Reverse Engineering)  یا سایر فعالیت های مشابه مجاز نبوده و در صورت اقدام مراتب مورد پیگرد قانونی قرارخواهد گرفت؛ به جز مواردی که که قانونی بوده و برای انجام آن مجوز صادر شده باشد.",
              "۲.	کاربر مجاز به تغییر یا اختلال در سیستم یا ارائه نسخه دیگری از دراپ روی سایر سرورها با استفاده از روش های Framing  یاMirroring  یا سایر طرق مشابه نمی باشد.",
              "۳.	کاربر مجاز به اجرا برنامه یا اسکریپت با هدف ایندکس گذاری(Indexing) ، مطالعه یا هر گونه فعالیت داده کاوی روی سرویس دراپ نمی باشد.",
              "۴.	انجام هرگونه فعالیت کاربری در راستای حصول و دسترسی غیر قانونی و غیر متداول به هریک از بخش های دراپ یا سامانه‌های مرتبط با دراپ غیرمجاز و غیرقانونی می باشد .",
            ],
          },
          {
            title: "",
            desc: "ایجاد حساب کاربری و استفاده از خدمات دراپ به معنی رابطه‌ی استخدامی، مشارکتی یا پیمانکاری بین کاربر و دراپ نیست و کاربر با ایجاد حساب کاربری و استفاده از خدمات اذعان می دارد که هیچ‌گونه حق مالکیت مادی یا معنوی نسبت به دراپ ندارد.",
          },
          {
            title: "",
            desc: "ا	مسئولیت همه‌ی فعالیت‌هایی که از طریق حساب کاربری اشخاص حقیقی و یا حقوقی در دراپ، شامل اپلیکیشن موبایلی، وب‌سایت و غیره، انجام می‌شود رأساً بر عهدۀ کاربران بوده و دراپ هیچ‌گونه مسئولیتی در این ارتباط ندارد. بنابراین مسئولیت اشخاص ثالث یا افرادی غیر از کاربر که با استفاده از حساب کاربری وی از خدمات اپلیکیشن یا وب‌سایت استفاده می‌کند، تماماً متوجه کاربر صاحب حساب است.",
          },
          {
            title: "",
            desc: "مسئولیت حفظ امنیت اطلاعات حساب کاربری شامل نام کاربری و رمز عبور به عهده‌ی کاربران است. درصورت مفقود شدن یا به سرقت رفتن اطلاعات حساب کاربری و تلفن همراه، کاربر مذکور موظف است در اسرع وقت موضوع را از طریق کانال‌های ارتباطی (شامل پشتیبانی اپلیکیشن، تماس تلفنی، مراجعه حضوری و غیره) به اطلاع دراپ برساند. بدیهی است تا زمانی که اطلاع‌رسانی به طور کامل انجام نشده است، مسئولیت همه‌ی فعالیت‌هایی که از طریق حساب کاربری مذکور و تلفن همراه کاربر انجام شده و می‌شود، بر عهده‌ی وی خواهد بود.",
          },
          {
            title: "",
            desc: "کاربر حق انتقال یا واگذاری حساب کاربری خود را به سایر اشخاص حقیقی یا حقوقی را ندارد.",
          },
          {
            title: "",
            desc: "کلیه کاربران موظفند طبق قوانین سازمان راهداری و حمل ونقل جاده ای و مصوبات یکصد و پنجاه و چهارمین جلسه شورای عالی هماهنگی ترابری کشور فعالیت‌های خود را انجام دهند",
          },
          {
            title: "",
            desc: "ثبت نام، ایجاد حساب کاربری و استفاده از خدمات و اطلاعات دراپ به معنی پذیرش تمامی شرایط و ضوابط مندرج در درگاه‌های ارتباطی دراپ بوده و کاربر متعهد است در صورت بروزرسانی این شرایط، نسبت به بررسی و اطلاع یافتن از شرایط جدید اقدام نماید در غیر اینصورت و ادامه استفاده از دراپ به معنی پذیرش شرایط و ضوابط جدید خواهد بود. بدیهی است، پذیرش شرایط و ضوابط حاضر توسط کاربر به منزله پذیرش اصلاحات و تغییرات بعدی نیز می‌باشد، مگر آنکه کاربر مخالفت خود را اعلام نموده و حساب کاربری وی بسته شود.",
          },
          {
            title: "",
            desc: "کاربران می‌پذیرند کلیه اطلاعات درخواستی دراپ را مطابق با مشخصات واقعی هویتی خود، به صورت صحیح و به ‌روز وارد کنند و شخص کاربر مسئول عدم صحت و به‌ روز نبودن اطلاعات اعلامی است. در صورت اثبات خلاف این موضوع، دراپ هیچ ‌گونه مسئولیتی در مورد عواقب ناشی از عدم صحت و اعتبار اطلاعات اعلامی بر عهده نخواهد داشت.",
          },
          {
            title: "",
            desc: "با توجه به منحصر به فرد بودن شماره های تلفن همراه در دراپ، کاربر موظف است دراپ را از تغییر احتمالی شماره تلفن همراه خود مطلع نماید. توجه به این امر درخصوص رانندگان از اهمیت مضاغفی برخوردار می باشد چرا که تصدیق اصالت راننده و صدور بارنامه دراپ صرفاً از طریق تلفن همراه اعلام شده به دراپ، صورت می پذیرد.",
          },
          {
            title: "",
            desc: "دراپ هیچ گونه مسئولیتی در قبال صحت محتوای اطلاعاتی که کاربران درسیستم ثبت می نمایند، یا اشتباهات و نادیده گرفتن چنین محتوایی، یا خسارات ناشی از ویروس های اینترنتی که ممکن است داده ها را غلط نشان دهند، بر عهده ندارد.",
          },
          {
            title: "",
            desc: "کاربران ملزم به پرداخت کلیه هزینه های مربوط به حمل، اعم از کمیسیون صدور بارنامه، پرداخت پیش کرایه محموله ثبت شده و خسارات مالی مورد تفاهم، صرفنظر از مشکلات پرداخت آنلاین و در صورت بروز هرگونه اختلال و عدم امکان پرداخت وجوه از طریق وبسایت یا اپلیکشین شامل قطع ارتباط اینترنتی یا شبکه تلفن همراه، هستند. در صورت بروز چنین اختلالاتی دراپ هیچ‌گونه مسؤلیتی در این ارتباط بر عهده نخواهد داشت.",
          },
          {
            title: "",
            desc: "هر شخص حقیقی تنها می ‌تواند یک حساب کاربری حقیقی و هر شخص حقوقی تنها می‌تواند یک حساب کاربری حقوقی به ‌عنوان کاربر داشته باشد. در صورتی‌که دراپ به هر نحو ممکن اطلاع یابد که به نام یک شخص، اعم از حقیقی و یا حقوقی، حساب ‌های کاربری متعدد وجود دارد، مجاز خواهد بود نسبت به قطع خدمات و غیرفعال کردن حساب‌ های کاربری مذکور اقدام کند.",
          },
          {
            title: "",
            desc: "به منظور عضویت و استفاده از دراپ هر کاربر واجد شرایط، ملزم به مطالعه و تکمیل دقیق فرم های الکترونیکی و ایجاد حساب کاربری مختص خود می باشد. صرفاً افراد واجد اهلیت قانونی، مجاز به ایجاد حساب کاربری می باشند. بدین منظور و طبق الزام سازمان راهداری و حمل و نقل جاده ای کلیه اطلاعات درخواستی مندرج در فرم های ثبت نامی (کد ملی، شماره همراه و غیره) توسط کاربر تکمیل و در انتظار أخذ تأییدیه از دراپ می گردد. مادامی که دراپ صحت مشخصات ثبت نامی کاربران را با استعلام از مراجع قانونی تایید ننموده، ثبت نام کاربر موقت محسوب شده و رسمی و قطعی نمی باشد.",
          },
          {
            title: "",
            desc: "تمامی اشخاص حقیقی بالای ۱5 سال و اشخاص حقوقی، که حسب مورد دارای مجوزات مربوطه مانند مجوز حمل و نقل جاده ای کالا برای شرکت های حمل و نقل هستند، مجازند از این خدمات استفاده کنند. بدیهی است که دراپ حق عدم ارایه‌ی خدمات بنا بر اولویت‌های تجاری را برای خود محفوظ می‌دارد. در آینده ممکن است دراپ در ازای خدمات ارایه شده مبلغی را از کاربران دریافت نماید. بدیهی است این تغییرات قبل از اعمال در همین صفحه یا از مسیرهای مقتضی دیگر اعلام خواهد شد. در صورت اثبات عدم رعایت شرط سنی یا اظهار نادرست در ارتباط با مجوزات قانونی، دراپ حساب کاربری مذکور را مسدود و از طرق قانونی نسبت به جبران خسارت های وارده به هر یک از طرفین و یا دراپ از کاربر خاطی اقدام می نماید.",
          },
          {
            title: "",
            desc: "استفاده از خدمات دراپ کاملاً رایگان می‌باشد اما به منظور بهره برداری و استفاده از دراپ، پرداخت کلیه هزینه های مرتبط از قبیل تأمین دسترسی به اینترنت، تلفن همراه مناسب و سخت افزارهای مربوطه بر عهدۀ کاربر خواهد بود.",
          },
          {
            title: "",
            desc: "هزینه‌ استفاده از دراپ به طور شفاف در ضوابط و مقررات ذکر گردیده و عضویت و ثبت حساب کاربری به معنای پذیرش کامل هزینه ها بوده و اعتراضی دراین خصوص قابل استماع و پذیرش نمی باشد. بدیهی است سایر هزینه های احتمالی و شرایط پیش بینی نشده شامل خسارات مربوط به تاخیر در بارگیری و تخلیه و غیره بر عهده کاربران خواهد بود.",
          },
          {
            title: "",
            desc: "کاربر متعهد می گردد از هر نوع اقدامی که به هر نحو موجب خدشه دار شدن عملکرد یا وجهه قانونی و برندینگ دراپ گردد، پرهیز و امتناع نماید. در صورت وقوع این امر به تشخیص دراپ، دراپ حق دارد نسبت به قطع خدمات و غیر فعال نمودن حساب کاربر و اقدام قانونی علیه وی جهت مطالبه خسارت و احقاق حقوق قانونی خود اقدام نماید .",
          },
          {
            title: "",
            desc: "دراپ مسئولیتی در قبال عدم اجرای وظایف مالیاتی و صنفی توسط کاربر ندارد و مسئولیت اجرای این وظایف و جبران خسارات ناشی از عدم اجرای این وظایف تماماً بر عهده‌ی کاربر است.",
          },
          {
            title: "",
            desc: "دراپ این حق را برای خود محفوظ می‌دارد که بنا به تشخیص خود، یک یا چند حساب کاربری را محدود یا مسدود نماید و موظف به ارائه‌ی توضیح به کاربر یا کاربران نخواهد بود.",
          },
          {
            title: "",
            desc: "کاربر می پذیرد جهت تسهیل در روند تبادل اطلاعات، کلیه قوانین، مقررات و الحاقیه ها، اعم از تغییر، حذف یا اضافه نمودن شروط، ارسال اخطاریه و ابلاغیه و غیره از طریق دراپ انجام خواهد شد و کاربر ضمن پذیرش اطلاع از شروط و روند اجرایی، موافقت خود را نسبت به اعمال و رعایت قوانین دراپ اعلام می نماید.",
          },
          {
            title: "",
            desc: "کاربر می پذیرد هر گونه اظهار، رویه، اشکال و عبارات مبین تائید و اعلام قبولی و تصدیق داده پیام های صادره از طرف و در بستر دراپ، به منزله امضا الکترونیکی و قبولی محسوب می شود و هر گونه ادعایی نسبت به عدم امضا و قبولی مذکور غیر قابل استماع و مردود می باشد.",
          },
          {
            title: "",
            desc: "کاربر با عضویت در دراپ قصد و اراده خود را نسبت به پذیرش انعقاد هرگونه اقدام و عمل حقوقی از جمله عقود و معاملات از راه دور و از طریق سیستم رایانه ای و الکترونیکی اعلام می نماید.",
          },
          {
            title: "",
            desc: "دراپ نهایت تلاش خود را جهت ایجاد بستر لازم و تسهیل استفاده کلیه کاربران به کار می بندد. لکن این امر تضمینی جهت اجرا شدن دراپ بر روی کلیه دستگاه ها یا شبکه های ارتباطی از جمله اینترنت، شبکه تلفن همراه و غیره محسوب نمی گردد.",
          },
          {
            title: "",
            desc: "در صورت مواجهه با هرگونه اختلال و ناکارآمدی در سیستم، کاربران می توانند شکایت خود را از طریق پشتیبانی اپلیکیشن و وبسایت و صدای مشتریان به دراپ اعلام نمایند. در مواقعی که خسارتی به کاربر وارد شده که هیچ یک از کاربران قصوری نسبت به تعهداتشان نداشته اند دراپ موظف به جبران خسارت وارده خواهد بود.",
          },
          {
            title: "",
            desc: "کاربران جهت آشنایی با شرایط ارائه خدمات و کاربرد دراپ، می توانند کلیه اطلاعات مورد نیاز خود را با مراجعه به صفحات راهنما و سوالات متداول و یا درخواست پشتیبانی دریافت نمایند.",
          },
          {
            title: "",
            desc: "کلیه کاربران می توانند نظرات، پیشنهادات یا انتقادات خود را در قسمت پشتیبانی دراپ طرح و در اسرع زمان پاسخ لازم را دریافت نمایند.",
          },
          {
            title: "",
            desc: "دراپ نهایت دقت و تلاش خود را در ثبت صحیح و دقیق اطلاعات و بروز رسانی سیستم به کار می گیرد، لکن مسئولیتی در قبال خسارت های ناشی از استفاده از اطلاعات موجود را نداشته و کاربران می بایست در صورت مشاهده اطلاعات ناقص یا اشتباه مراتب را در اسرع وقت به دراپ اعلام نمایند.",
          },
          {
            title: "",
            desc: "هرگونه مشابهت ساختاری و متنی در این ضوابط و مقررات با سایر متون حقوقی و همچنین هر آنچه که شباهت شمرده می‌شود، کاملاً اتفاقی و سهوی بوده و دراپ مسئولیتی در این مورد ندارد.",
          },
        ],
      },
    ],
  },
  {
    header:
      "بخش سوم: دسترسی، جمع‌آوری و اختیار استفاده از اطلاعات (کلیه کاربران)",
    items: [
      {
        title: "",
        desc: "",
        items: [
          {
            title: "",
            desc: "مالکیت اطلاعات منتشر شده در درگاه های ارتباطی دراپ، متعلق به دراپ بوده و هر گونه استفاده و بهره برداری تجاری و عمومی از آن بدون اخذ مجوز قانونی ممنوع می باشد.",
          },
          {
            title: "",
            desc: "با عضویت و استفاده از خدمات دراپ، کاربر مجوز دسترسی دراپ به اطلاعات زیر و بهره گرفتن از آن به نحو مقتضی را ارائه می نماید:",
            items: [
              "۱.	دسترسی به مکان و موقعیت جغرافیایی در راستای مکان‌یابی و ارائه خدمات بهتر رصد و پایش بار، یافتن نزدیکترین بار و سایر خدمات مورد نظر دراپ",
              "۲.	دسترسی به انواع عکس، رسانه و فایل که در فرآیند ثبت نام و تکمیل اطلاعات از طرف کاربر مورد نیاز خواهد بود.",
              "۳.	با توجه به ضرورت دسترسی دراپ به کاربران جهت اطلاع رسانی، دراپ مجاز به ارسال پیامک بعنوان بستر ارتباطی و گذر از محدودیت ها و لیست سیاه مخابرات حتی در مواقع آفلاین بودن کاربران می باشد.",
              "۴.	هرگونه مسئولیت ناشی از عدم مراقبت نام کاربری و رمز عبور و سوء استفاده های احتمالی از آن توسط اشخاص ثالث بر عهده کاربر خواهد بود.",
            ],
          },
          {
            title: "",
            desc: "انتشار مطالب از نوع عکس، متن، فایل صوتی، فایل تصویری یا فایل های مشابه از سوی کاربران در دراپ به منزله واگذاری اختیار به دراپ و مجاز شمردن استفاده و انتشار مطالب مذکور، عندالزوم، در هر مکان و زمان به صورت دیجیتال یا چاپی جهت هر نوع کاربردی در راستای اهداف مشترک می باشد. اطلاعات کارت اعتباری، کارت بانکی، رمز اول، رمز دوم و سایر موارد بانکی از این شرایط مستثنی هستند.",
          },
          {
            title: "",
            desc: "کلیه اطلاعات مندرج در دراپ کاملاً جنبه محرمانه داشته و کاربر تنها درصورت لزوم مجاز به استفاده از اطلاعات و مشخصات صاحبان کالا یا رانندگان می باشد. بدیهی است مسئولیت قانونی و پاسخگویی به مراجع ذی ربط درخصوص هرگونه سوء استفاده یا کاربرد غیر اخلاقی و غیر حرفه ای اطلاعات یا بهره وری نامتعارف و مغایر با نظم عمومی و قوانین کشور جمهوری اسلامی ایران، چه درحین فعالیت یا خاتمه کار، بر عهده کاربر می باشد.",
          },
          {
            title: "",
            desc: "با ایجاد حساب کاربری و ورود اطلاعات توسط کاربر، حق بهره‌برداری از اطلاعات مذکور جهت ایجاد پیشرفت و بهبود در ارائه خدمات به دراپ داده می‌شود. بدیهی است که در این زمینه صرفاً از اطلاعات ضروری استفاده می‌شود و مسئولیت صحت اطلاعات بر عهده کاربر خواهد بود.",
          },
          {
            title: "",
            desc: "حق جمع آوری و بهره برداری از رخدادها و Log Data برای دراپ محفوظ بوده و دراپ مختار به استفاده از این اطلاعات می باشد.",
          },
          {
            title: "",
            desc: "دراپ ممکن است در شرایط زیر داده‌های اشخاص را با دیگر اشخاص حقیقی یا حقوقی به اشتراک بگذارد و کاربران در این موارد حق هرگونه اعتراض را از خود سلب می‌نمایند:",
            items: [
              "۱.	در صورت دستور مقامات قضایی و انتظامی و سایر نهادهای معتبر قانونگذاری و اجرایی",
              "۲.	پیگیری فرآیند توسعه خدمات (اپلیکشین و وبسایت)",
              "۳.	انتقال حق مالکیت دراپ که در این‌صورت مسئولیت حفاظت از اطلاعات بر عهده مالکان جدید و شرایط جدید خواهد بود.",
            ],
          },

          {
            title: "",
            desc: "دراپ در راستای حفاظت از اطلاعات کاربران در سرورهای امن نهایت تلاش خود را به کار می‌گیرد و متعهد میشود اطلاعات مذکور را بدون مجوز قانونی در اختیار هیچ شخص حقیقی یا حقوقی قرار ندهد با این حال، دراپ تعهدی در زمینه‌ی حفظ داده‌های کاربران  در صورتی که داده‌ها به هر دلیلی از بین بروند ندارد و کاربر در این خصوص حق پیگیری و شکایت نخواهد داشت.",
          },
        ],
      },
    ],
  },
  {
    header: "بخش چهارم: ضوابط عملیاتی و مالی حاکم بر حمل کالا",
    items: [
      {
        title: "الف) تعهدات دراپ (بازارگاه الکرونیکی حمل و نقل جاده‌ای)",
        desc: "",
      },
      {
        title: "",
        desc: "",
        items: [
          {
            title: "",
            desc: "دراپ به عنوان یک بازارگاه الکترونیکی حمل و نقل جاده ای کالا هیچ‌گونه تعهدی نسبت به تأمین ناوگان برای کاربران و یا تخصیص بار برای رانندگان ندارد.",
          },
          {
            title: "",
            desc: "دراپ شرکت حمل و نقل جاده‌ای کالا نبوده و صرفاً نرم افزاری خدماتی است که بعنوان رابط بین صاحبان کالا، رانندگان و شرکت های حمل و نقل و در چارچوب ضوابط بازارگاه الکترونیکی حمل و نقل جاده ای فعالیت می نماید و جهت حصول توافق پیرامون انجام عملیات حمل بستر ارتباطی لازم را فراهم می کند.",
          },
          {
            title: "",
            desc: "دراپ، صرفاً بازارگاهی مجازی جهت سامان بخشی به کسب و کار حمل و نقل جاده ای می باشد. بر این اساس، کنترل کننده پرداخت وجه نقد یا آنلاین، کاربران یا عملیات حمل محموله ها نبوده و درصورت بروز هرگونه اختلاف بین صاحب کالا و راننده مسئولیتی بر عهده ندارد و کاربران نیز متعهد می گردند از ایجاد اختلاف بین سایرین و هرگونه اختلال درگردش کار امور پرهیز نمایند در غیر اینصورت دراپ مجاز به قطع خدمات و غیرفعال نمودن حساب کاربری متخلفان می باشد.",
          },
          {
            title: "",
            desc: "کلیه کاربران ملزم به رعایت دستورالعمل ها، قوانین و مقررات حمل و نقل کالا (مصوب سازمان راهداری و حمل ونقل جاده ای کشور یا سایر نهادهای متولی) می باشند و در صورت توافقات غیر اصولی، یا تخطی از قوانین مذکور از جمله حمل محموله با اضافه تناژ و مغایر با ظرفیت مجاز ثبت شده در کارت مشخصات خودرو و یا سایر اقدامات مشابه، مسئولیتی متوجه دراپ نبوده و همچنین دراپ مجاز به قطع خدمات و غیرفعال نمودن حساب کاربری متخلفان می باشد.",
          },
          {
            title: "",
            desc: "فرآیند سفارش حمل و انجام عملیات حمل و نقل جاده ای کالا در دراپ به طور مشخص در راهنمای مربوطه توضیح داده شده و تمامی کاربران ملزم به رعایت شرایط مذکور هستند.",
          },
          {
            title: "",
            desc: "در بروز حوادث منجر به هرگونه تصادف جاده‌ای طی فرایند حمل و نقل که منجر به خسارت جانی یا مالی شود، مطابق با قوانین راهنمایی و رانندگی، وزارت راه و شهرسازی و شرکت‌های بیمه‌گذار عمل خواهد شد و دراپ مسئولیتی در این خصوص نخواهد داشت.",
          },
          {
            title: "",
            desc: "با پذیرش پیشنهاد حمل کالا توسط کاربر و آغاز فرایند حمل، قراردادی بین صاحب‌کالا، راننده و شرکت حمل و نقل منعقد شده است که دراپ در این قرارداد نقش بازارگاه را ایفا می‌کند.",
          },
          {
            title: "",
            desc: "دراپ هیچ‌گونه تعهدی در قبال بارهای حمل شده ندارد و مسئولیتی نیز در قبال هر گونه خسارت احتمالی، دیرکرد در پرداخت، عدم تحویل بار و هرآنچه که محل اختلاف بین راننده و صاحب کالا است نخواهد داشت. بدیهی است طرفین برای حل اختلافات خود می‌توانند به مراجع قضایی مراجعه کنند.",
          },
          {
            title: "",
            desc: "دراپ ضمانتی به رانندگان در قبال به نتیجه رساندن درخواست‌های حمل شده توسط آنان و نوبت‌گیری‌های ثبت شده نمی ‌دهد و هیچ ‌گونه مسئولیت قانونی برای تضمین آغاز فرایند حمل کالاهای مورد درخواست راننده را ندارد.",
          },
          {
            title: "",
            desc: "دراپ مسئولیتی در خصوص پرداخت هایی که از طریق درگاه های اینترنتی معتبر و مجاز پرداخت انجام نمی شود ندارد و در صورت بروز هرگونه مشکلی پیگیری موارد این چنینی بر عهده کاربر می باشد. در صورت استفاده از کیف پول دراپ، مسئولیت حفاظت از تراکنش های مربوط به کیف پول بر عهده دراپ خواهد بود.",
          },
        ],
      },
      { title: "ب) تعهدات راننده", desc: "" },
      {
        title: "",
        desc: "",
        items: [
          {
            title: "",
            desc: "رانندگان متعهد می‌شوند که از حساب کاربری خود فقط برای ناوگان و راننده‌ای که اطلاعاتش در حساب کاربری ثبت شده است استفاده کنند.",
          },
          {
            title: "",
            desc: "رانندگان موظفند به دستور مأموران صلاحیت دار وسیله نقلیه را توزین نمایند و چنانچه بارگیری بیش از ظرفیت مجاز محرز گردد ملزم به تخلیه اضافه تناژ می باشند. در این صورت مسئولیت انبار و حفظ اضافه محموله توأمان بر عهده صاحب کالا و راننده می باشد و دراپ هیچ مسئولیتی در این زمینه ندارد.",
          },
          {
            title: "",
            desc: "راننده متعهد می گردد در طی زمان حمل محموله، هم از طریق شبکه تلفن همراه و هم بستر اینترنت با دراپ و صاحب کالا در ارتباط بوده و آنلاین و در مواقع نیاز هوشیار و پاسخگو باشد.",
          },
          {
            title: "",
            desc: "در دراپ راننده در قبال انتخاب و پذیرش یا عدم پذیرش سفارشات حمل مختار است. لیکن در صورتی که عملیات ثبت سفارش حمل، انتخاب توسط راننده و صدور بارنامه نهایی گردد امکان تجدید نظر و انصراف وجود نداشته و طرفین ( صاحبان کالا و رانندگان) ملزم به انجام تعهدات می باشند و تأیید نهایی ایشان در سامانه به منزله ایجاب و قبول تلقی شده و قصور در انجام تعهدات هیچ‌گونه مسؤلیتی برای دراپ به همراه نخواهد داشت.",
          },
          {
            title: "",
            desc: "احراز ماهیت صاحب ‌بار و بار بر عهده شرکت حمل ‌و نقل جاده ای کالا و رانندگان می ‌باشد و دراپ هیچ‌گونه احرازی را انجام نمی‌دهد.",
          },
          {
            title: "",
            desc: "محموله هایی که قبل از ارسال می بایست ویژگی ها و مشخصات آن توسط فرستنده اعلام و مجوزهای لازم را جهت حمل از مراجع ذیصلاح اخذ نماید، عبارتند از: مواد منفجره و محترقه، مواد سمی یا اسیدی، مواد بیماری زا و بد بو، مایعات و جامدات سوختی و آتش زا، مواد و وسایل رادیواکتیو و هرنوع محموله ای که نیازمند دریافت مجوزی خاص از مراکز ذی ربط باشد. راننده موظف است از بارگیری و انتقال محموله های مذکور خودداری نموده و به محض اطلاع به نحو مقتضی مراتب را به اطلاع دراپ برساند.",
          },
          {
            title: "",
            desc: "رعایت قوانین و مسائل ایمنی استفاده از تلفن همراه در حین رانندگی به منظور کاهش ضریب ریسک و ممانعت از وقوع حوادث و سوانح جاده ای الزامی و مسئولیت کلیه عواقب بر عهده کاربر مربوطه (راننده) می باشد.",
          },
          {
            title: "",
            desc: "مسئولیت نقض قوانین مصرح جمهوری اسلامی ایران و وارد شدن خسارت به اموال صاحب کالا، برعهدۀ شخص راننده بوده و دراپ مسئولیتی در این زمینه نداشته و محق است ضمن غیر فعال کردن حساب کاربری راننده متخلف، از طریق مراجع صالحه قضایی و قانونی علیه وی اقامه دعوی و احقاق حقوق مربوط به خود را نماید.",
          },
          {
            title: "",
            desc: "با توجه به اینکه کرایه‌ی حمل کالا بر اساس توافق بین صاحب کالا و راننده تعیین می‌شود، هیچ‌یک از طرفین مذکور پس از توافق حق هیچ‌گونه اعتراضی نسبت به هزینه‌ی حمل کالا و یا درخواست افزایش یا کاهش مبلغ را ندارند.",
          },
          {
            title: "",
            desc: "رانندگان متعهد می‌شوند پس از انتخاب سفارش موظف به انجام عملیات حمل طبق قوانین و مقررات و تحویل سلامت محموله با لحاظ نمودن موارد ایمنی به صاحب کالا در زمان مقرر می باشند و هیچ‌گونه مسؤلیتی متوجه دراپ تخواهد بود.",
          },
          {
            title: "",
            desc: "پرداخت جرائم ناشی از عدم رعایت قوانین و تخلف از مقررات راهنمایی و رانندگی بر عهده راننده می باشد و مسئولیتی در این زمینه بر عهده سایر اشخاص حقیقی یا حقوقی نخواهد بود. بعلاوه جبران هرگونه ضرر و زیان وارده به صاحب کالا که حاصل قصور یا سهل انگاری راننده یا عدم پایبندی به اصول حرفه ای یا قوانین راهنمایی و رانندگی باشد، مانند تاخیر ناموجه در تحویل کالا، توقیف کامیون بدلیل تخلف راننده، آسیب دیدگی محموله بعلت عدم رعایت اصول مهار بار، نگهداری و بسته بندی نامناسب راننده و  غیره، بر عهده راننده می‌باشد.",
          },
          {
            title: "",
            desc: "مسئولیت وصول وجه نقد از تحویل گیرنده کالا بابت هزینه کرایه های پس از رسید، بر عهده راننده می باشد و مسئولیتی متوجه دراپ نخواهد بود. در خصوص محموله های پیش کرایه، صاحب کالا موظف است نسبت به واریز مبلغ کرایه به حساب راننده اقدام نماید.",
          },
          {
            title: "",
            desc: "تمامی مسئولیت‌های دریافت خسارت از صاحب کالا بر عهده راننده می‌باشد.",
          },
          {
            title: "",
            desc: "خسارت لغو سفارش از طرف راننده به شرح زیر تعیین می گردد که می بایست توسط صاحب کالا از راننده دریافت و به دراپ اعلام شود:",
            items: [
              "۱.	در صورت لغو سفارش پس از پذیرش بار در دراپ و پیش از صدور بارنامه خسارت مادی تا سقف ۵۰۰ هزار تومان و کسر امتیاز از اعتبار کاربر در دراپ",
              "۲.	در صورت لغو سفارش پس از صدور بارنامه یا عزیمت معادل ۱۰ درصد مبلغ بارنامه یا ۱ میلیون تومان، هر کدام کمتر باشد، و کسر امتیاز از اعتبار کاربر در دراپ. در این صورت راننده موظف است بار را به محل بارگیری انتقال داده و هزینه-های تخلیه بر عهده راننده خواهد بود.",
              "۳.	دراپ در ارتباط با دریافت یا واریز وجوه فوق هیچ‌گونه مسئولیتی بر عهده نخواهد داشت.",
            ],
          },
          {
            title: "",
            desc: "دریافت هر گونه وجهی تحت عناوین پشت بارنامه، بارچینی، دالانداری، انعام، گاراژداری، انبارداری از جانب رانندگان ممنوع می باشد.",
          },
        ],
      },
      { title: "پ) تعهدات صاحب کالا", desc: "" },
      {
        title: "",
        desc: "",
        items: [
          {
            title: "",
            desc: "صاحب کالا موظف است محموله را در زمان اعلام شده آماده و ارسال نماید و مسئولیت هرگونه تاخیر در بارگیری یا تخلیه طبق موارد مندرج در این ضوابط و مقررات بر عهده وی بوده و موظف به جبران ضرر و زیان راننده و پرداخت خسارات می باشد .",
          },
          {
            title: "",
            desc: "صاحب کالا درخصوص لغو سفارش حمل پس از ثبت در سامانه و قبل از پذیرش راننده و صدور بارنامه تمبردار توسط شرکت حمل و نقل مربوطه مختار می باشد. لیکن در صورتی که عملیات ثبت سفارش حمل، انتخاب توسط راننده و صدور بارنامه نهایی گردد امکان تجدید نظر و انصراف وجود نداشته و طرفین ( صاحبان کالا و رانندگان) ملزم به انجام تعهدات می باشند و تأیید نهایی ایشان در سامانه به منزله ایجاب و قبول تلقی شده و قصور در انجام تعهدات، مشمول جبران خسارت برای صاحب کالا می باشد.",
          },
          {
            title: "",
            desc: "انتقال کالا بدون حضور و تأیید صاحب کالا یا نماینده وی، توسط راننده ممنوع می باشد. در صورت عدم رعایت، مسئولیت های ناشی از تخلف یادشده برعهده عاملان بوده و دراپ محق است نسبت به قطع دسترسی اقدام و نسبت به پیگرد قانونی از جمله مطالبه خسارت وارده به دراپ از متخلفان مبادرت نماید.",
          },
          {
            title: "",
            desc: "صاحب کالا متعهد می گردد در صورت اعلام کالایی نامتعارف و خاص، اعم از انواع دام و طیورزنده، مواد خطرناک، اسیدی و یا موارد مشابه در دراپ و همچنین کالاهای غیرقانونی، مراتب را به نحو مقتضی به پشتیبانی دراپ اطلاع رسانی نماید. در غیر این صورت، چنانچه راننده پس از پذیرش و انتخاب محموله و عزیمت، با موارد فوق مواجه گردد، مجاز به لغو درخواست و امتناع از حمل  بوده و صاحب کالا موظف به جبران خسارات وارده می باشد.",
          },
          {
            title: "",
            desc: "درصورتی که صاحب کالا اقدام به ثبت سفارش در دراپ نماید، پس از تأیید نهایی و قبول راننده و صدور بارنامه مجاز به لغو سفارش نبوده و ملزم به انجام تعهدات می باشد. بر این اساس عدم حضور وی در مبدأ حمل در زمان مقرر منجر به کسر امتیاز اعتباری و مشمول پرداخت خسارات توسط صاحب کالا می باشد.",
          },
          {
            title: "",
            desc: "با توجه به اینکه کرایه‌ی حمل کالا بر اساس توافق بین صاحب کالا و راننده تعیین می‌شود، هیچ‌یک از طرفین مذکور پس از توافق حق هیچ‌گونه اعتراضی نسبت به هزینه‌ی حمل کالا و یا درخواست افزایش یا کاهش مبلغ را ندارند.",
          },
          {
            title: "",
            desc: "صاحب کالا متعهد می شود کالای ارسالی را با دقت بسته بندی و بارگیری نمایند به نحوی که امکان سقوط، چکه کردن، باز یا پخش شدن محموله در کامیون وجود نداشته باشد در غیر اینصورت خسارات ناشی از آن بعهده خود صاحب کالا می باشد.",
          },
          {
            title: "",
            desc: "در صورتی که هرگونه عدم رعایت اصول و قوانین مندرج در این ضوابط و مقررات از سمت صاحب کالا منجر به وارد شدن خسارت یا آسیب به خودروی راننده، اعم از توقیف بدلیل مسروقه یا مشکوک بودن محموله یا عدم بسته بندی مناسب یا عدم رعایت قوانین راهنمایی و رانندگی مربوط به بار، انفجار خود به خودی محموله و سایر موارد مشابه، گردد، صاحب کالا موظف به جبران خسارت خواهد بود.",
          },
          {
            title: "",
            desc: "توقف راننده بیش از ۱۲ ساعت در محل بارگیری و تخلیه به هر دلیلی که مربوط به تعهدات راننده نباشد مشمول پرداخت حق توقف به ازای هر ساعت مازاد بر ۱۲ ساعت از سمت صاحب کالا بوده و مبنای پرداخت حق توقف توافق طرفین (صاحب کالا و راننده) بوده و دراپ مسئولیتی در این خصوص بر عهده ندارد. در صورت عدم حصول توافق، حق توقف بر اساس قوانین سازمان راهداری و حمل و نقل جاده‌ای تعیین می گردد.",
          },
          {
            title: "",
            desc: "چنانچه کامیون قبل از ساعت ۲ بعدازظهر روزهای کاری به محل تخلیه مراجعه نماید ملاک محاسبه حق توقف همان روز و در صورتیکه بعد از ساعت ۲ بعدازظهر به محل تخلیه برسد ملاک محاسبه حق توقف روزکاری بعد می‌باشد. در صورت اعلام زمان تخلیه از سمت صاحب کالا، مبنای محاسبه حق توقف ساعت اعلامی صاحب کالا و مطابق آیین نامه حاضر خواهد بود.",
          },
          {
            title: "",
            desc: "خسارت لغو سفارش از طرف صاحب کالا به شرح زیر تعیین می گردد که می بایست توسط شخص راننده از صاحب کالا دریافت و به دراپ اعلام شود:",
            items: [
              "۱.	در صورت پذیرش راننده و لغو از سمت صاحب کالا پیش از صدور بارنامه خسارت مادی تا سقف ۵۰۰ هزار تومان و کسر امتیاز از اعتبار کاربر در دراپ",
              "۲.	در صورت لغو سفارش پس از صدور بارنامه یا عزیمت معادل ۱۰ درصد مبلغ بارنامه یا ۱ میلیون تومان، هر کدام کمتر باشد، و کسر امتیاز از اعتبار کاربر در دراپ",
            ],
          },
          {
            title: "",
            desc: "تمامی مسئولیت‌های دریافت خسارت از راننده بر عهده صاحب کالا می‌باشد.",
          },
        ],
      },
      { title: " ت‌) تعهدات شرکت حمل و نقل", desc: "" },
      {
        title: "",
        desc: "",
        items: [
          {
            title: "",
            desc: "اعطای دسترسی به کاربران شرکت‌های حمل و نقل جاده ای کالا توسط مدیر و مسئولان آن شرکت انجام می‌پذیرد. لذا مسئولیتی از این بابت متوجه تیم پشتیبانی دراپ نخواهد بود.",
          },
          {
            title: "",
            desc: "تأیید صلاحیت رانندگان و ناوگان برای تخصیص بار بر عهده شرکت‌های حمل ‌و نقل جاده ‌ای کالا می‌باشد و دراپ هیچ‌گونه تعهدی نسبت به سلامت رسیدن بار به مقصد ندارد.",
          },
          {
            title: "",
            desc: "احراز ماهیت صاحب ‌بار و بار بر عهده شرکت حمل ‌و نقل جاده ای کالا و رانندگان می ‌باشد و دراپ هیچ‌گونه احرازی را انجام نمی‌دهد.",
          },
          {
            title: "",
            desc: "مسئولیت خدمات شرکت های دیگر در زمینه حمل و نقل بار جاده ای که با دراپ در حمل مشارکت می‌کنند، مانند شرکت های حمل و نقل کالا یا شرکت‌های بیمه و غیره بر عهده شرکت های مذکور بوده و دراپ مسئولیتی در این ارتباط بر عهده نخواهد داشت.",
          },
          {
            title: "",
            desc: "هزینه پایانه‌های عمومی شامل پارکینگ، برگ نوبت‌ دهی، حواله بارگیری و تمدید و تجدید آن بر عهده راننده یا مالک کامیون و پرداخت هزینه‌های مربوط به عوارض شهرداری، هلال احمر و غیره و همچنین هزینه‌های مربوط به دیماند، باسکول، جرثقیل، لیفتراک، تخلیه، بارگیری و غیره مربوط به صاحب کالا خواهد بود. در هر دو حالت شرکت حمل و نقل کالا موظف به تأمین و یا وصول و ذکر هزینه‌های مذکور در بارنامه و در مواقع ضرورت پرداخت آن به مراجع مربوطه می‌باشد.",
          },
          {
            title: "",
            desc: "دریافت هر گونه وجهی تحت عناوین پشت بارنامه، بارچینی، دالانداری، انعام، گاراژداری، انبارداری از جانب شرکت های حمل و نقل کالا ممنوع می باشد.",
          },
        ],
      },
    ],
  },
];

Privacy.PageLayout = PanelLayout;
export default Privacy;
